import Footers from "../Content/Footer/Footer";
import Navbar from "../Nav/navbar";
const About = () => {
  return( 
    <div>
      <Navbar/>
      <div>
      <main className="container mx-auto py-8 px-4 my-[-45rem]">
        <section className="bg-white shadow-md rounded-lg p-6 mb-8">
          <h1 className="text-3xl font-bold mb-4">เกี่ยวกับเรา</h1>
          <p className="text-lg mb-4">
            ยินดีต้อนรับสู่ <span className="font-bold">English Fixer!</span>
          </p>
          <p className="mb-4">
            ที่ English Fixer เรามุ่งมั่นที่จะช่วยให้คุณพัฒนาทักษะภาษาอังกฤษของคุณอย่างมีประสิทธิภาพและสนุกสนาน ด้วยทรัพยากรการเรียนรู้ที่หลากหลายและเทคนิคการสอนที่ทันสมัย เราเชื่อว่าการเรียนรู้ภาษาอังกฤษไม่จำเป็นต้องเป็นเรื่องที่ยากลำบาก
          </p>
          
          <h2 className="text-2xl font-bold mb-4">สิ่งที่เรานำเสนอ</h2>
          <ul className="list-disc list-inside mb-4">
            <li><strong>คอร์สเรียนภาษาอังกฤษ:</strong> เรามีคอร์สที่ครอบคลุมทุกระดับ ตั้งแต่พื้นฐานจนถึงระดับสูง ไม่ว่าคุณจะต้องการพัฒนาทักษะการเขียน การพูด หรือการอ่าน เรามีเนื้อหาที่เหมาะสมกับคุณ</li>
            <li><strong>วิดีโอการสอน:</strong> พบกับวิดีโอการสอนที่ครอบคลุมทุกหัวข้อ ตั้งแต่ไวยากรณ์พื้นฐานจนถึงเคล็ดลับการสอบ เราเสนอคำแนะนำที่ชัดเจนและเข้าใจง่าย</li>
            <li><strong>เครื่องมือและทรัพยากร:</strong> ใช้เครื่องมือและทรัพยากรออนไลน์ของเราเพื่อการฝึกฝนที่มีประสิทธิภาพ เช่น แบบฝึกหัด ไฟล์เสียง และเอกสารประกอบการเรียน</li>
          </ul>
          
          <h2 className="text-2xl font-bold mb-4">ทีมงานของเรา</h2>
          <p className="mb-4">
            เราคือทีมของผู้เชี่ยวชาญด้านภาษาอังกฤษที่มีประสบการณ์ในการสอนและการพัฒนาหลักสูตร เรามุ่งมั่นที่จะสร้างประสบการณ์การเรียนรู้ที่มีคุณภาพสูงสุดสำหรับนักเรียนของเรา โดยมุ่งเน้นที่การสร้างความมั่นใจและความสามารถในการใช้ภาษาอังกฤษในชีวิตประจำวัน
          </p>
          
          <h2 className="text-2xl font-bold mb-4">ทำไมเลือกเรา?</h2>
          <ul className="list-disc list-inside mb-4">
            <li><strong>คุณภาพและประสบการณ์:</strong> เรามีประสบการณ์การสอนที่ยาวนานและมีคุณภาพในแต่ละหลักสูตร</li>
            <li><strong>การสนับสนุนตลอด 24/7:</strong> ทีมงานของเราพร้อมให้ความช่วยเหลือตลอดเวลาที่คุณต้องการ</li>
            <li><strong>ทรัพยากรที่ครบครัน:</strong> เรามีเนื้อหาการเรียนรู้ที่หลากหลายและทันสมัย</li>
          </ul>
          
          <p className="mb-4">
            ขอบคุณที่เลือก <span className="font-bold">English Fixer</span> เป็นคู่มือในการพัฒนาทักษะภาษาอังกฤษของคุณ เราหวังว่าคุณจะพบกับประสบการณ์การเรียนรู้ที่น่าพอใจและมีประสิทธิภาพที่นี่!
          </p>
        </section>
      </main>
      </div>
      <div className="my-[45rem]">
      <Footers/>
      </div>
    </div>
  )
};
export default About;
